-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 10, 2021 at 08:25 AM
-- Server version: 10.4.19-MariaDB
-- PHP Version: 8.0.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `demp2`
--

-- --------------------------------------------------------

--
-- Table structure for table `advice`
--

CREATE TABLE `advice` (
  `id` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `details` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `desc` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `method` text COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `advice`
--

INSERT INTO `advice` (`id`, `details`, `desc`, `method`) VALUES
('F110', 'ประเภทลำน้ำที่เกิดปัญหากีดขวางทางน้ำ เเม่น้ำสายหลัก เเม่น้ำสาขา ลำห้วย คูคลอง เหมือง', 'ชนิดของลำน้ำที่เกิดปัญหา', 'ให้ใส่เครื่องหมาย / ในช่องสี่เหลี่ยมตามประเภทลำน้ำ'),
('F121', 'ที่ตั้งของช่วงลำน้ำที่เกิดปัญหา', '', ''),
('F122', 'ชื่อหมู่บ้าน ,ตำบล,อำเภอ', 'ชื่อทางราชการกำหนดโดยกรมการปกครอง', 'นำข้อมูลของกรมการปกครองมาใส่'),
('F123', '[พิกัดเริ่มต้นของปัญหา X(UTM), พิกัดเริ่มต้นของปัญหา Y(UTM)], [พิกัดสิ้นสุดของปัญหา X(UTM),\r\nพิกัดสิ้นสุดของปัญหา Y(UTM)]', 'หาพิกัดโดยใช้เครื่อง GPS หรือหาพิกัดในแผนที่ 1:50,000 เป็นอย่างน้อย หาค่าพิกัดโดยประมาณจาก Google map จับค่าในระบบ UTM โดยพิกัด X คือพิกัดในเเนวตะวันออก ตะวันตก โดยพิกัด Y คือพิกัดในเเนวเหนือใต้', 'นำพิกัดโดยใช้เครื่อง GPS หรือหาพิกัดในแผนที่ 1:50,000 เป็นอย่างน้อย หรือ หาพิกัดค่าโดยประมาณจาก Google map จับค่าในระบบ UTM มากรอกในช่อง'),
('F130', 'หน้าตัดของลำน้ำเดิมในอดีตก่อนเกิดปัญหา (โดยประมาณ)', 'เป็นหน้าตัดของลำน้ำในอดีตก่อนที่จะเกิดปัญหา (โดยประมาณ)', 'ประมาณโดยสอบถามคนในพื้นที่ โดยกรอกความกว้าง ยาว สูง หน่วยเป็นเมตร'),
('F140', 'หน้าตัดของลำน้ำในปัจจุบันที่เกิดปัญหา', 'เป็นหน้าตัดของลำน้ำในปัจจุบันที่เกิดปัญหา', 'โดยการวัด หรือประมาณจากลำน้ำในปัจจุบัน โดยเป็นหน้าตัดของปัญหาเป็น 1 ตำเเหน่งต่อแบบสอบถาม 1 ชุด'),
('F141', 'หน้าตัดของลำน้ำก่อนถึงช่วงที่เริ่มเกิดปัญหา', 'เป็นหน้าตัดของลำน้ำก่อนที่จะไหลเข้าหน้าตัดช่วงที่เกิดปัญหา', 'หากปํญหาที่เกิดขึ้นหลายตำเเหน่งในลำน้ำสายเดียวกันให้กรอกข้อมูล 1 ตำเเหน่งต่อเเบบสอบถาม 1 ชุด'),
('F142', 'หน้าตัดของลำน้ำที่เเคบสุดในช่วงของลำน้ำที่เกิดปัญหา', 'เป็นหน้าตัดของลำน้ำช่วงที่เกิดปัญหาที่เเคปที่สุด', 'มาตราวัดหน้าตัดหน่วยเป็นเมตร'),
('F143', 'หน้าตัดของลำน้ำด้านท้ายน้ำหลังช่วงที่เกิดปัญหา', 'เป็นหน้าตัดของลำน้ำหลังจากที่ไหลเข้าหน้าตัดช่วงที่เกิดปัญหา', 'โดยการวัด หรือประมาณจากลำน้ำในปัจจุบัน'),
('F150', 'ความยาวของลำน้ำช่วงที่เกิดปัญหา', 'เป็นความยาวของลำน้ำช่วงที่เกิดปัญหาเป็นจุดคือปัญหาที่เกิดความยาวไม่เกิน 10 เมตร เป็นช่วงคือปัญหาที่เกิดตั้งเเต่ 10 เมตรขึ้นไปลำน้ำ 1 เส้นอาจเกิดปัญหาได้หลายจุด หรือหลายช่วง', 'มาตราวัดหน้าตัดหน่วยเป็น เมตร หรือกิโลเมตร ให้ทำเครื่องหมาย / ในช่องสี่เหลี่ยมตามความยาวของลำน้ำช่วงที่เกิดปัญหาเเล้วกรอกค่าความยาวของลำน้ำช่วงที่เกิดปัญหา กรอกเเบบสอบถาม 1 จุด หรือ 1 ปัญหาต่อเเบบสำรวจ 1 ชุด'),
('F200', 'ความเสียหายที่เคยเกิดขึ้น', 'เป็นความเสียหายที่เกิดขึ้นในอดีตที่ผ่านมา', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียมในกรณีน้ำท่วม น้ำเสีย เเละกรณีอื่นๆ'),
('F210', 'ลักษณะของความเสียหายน้ำท่วม น่้อย ปานกลาง มาก', 'เป็นความเสียหายกรณีน้ำท่วมว่า น้อย ปานกลาง หรือมาก', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม น้อย ปานกลาง หรือมาก'),
('F211', 'น้ำเสีย น้อย ปานกลาง มาก', 'เป็นความเสียหายกรณีน้ำเสียว่า น้อย ปานกลาง หรือมาก', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม น้อย ปานกลาง หรือมาก'),
('F212', 'อื่นๆ น้อย ปานกลาง มาก', 'เป็นความเสียหายกรณีอื่นๆว่า น้อย ปานกลาง หรือมาก', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม น้อย ปานกลาง หรือมาก เเละโปรดกรอกข้อมูลความเสียหายที่เกิดขึ้น'),
('F220', 'ความถี่ที่เกิดความเสียหาย', 'คือความถี่ของความเสียหายที่เคยเกิดขึ้น เช่นน้ำท่วมทุกปี หรือปีเว้นปี', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม บางปี หรือทุกปี เเละกรอกระยะความถี่ที่เกิดความเสียหายโดยประมาณ'),
('F300', 'สภาพปัญหา', '', ''),
('F310', 'สาเหตุการถูกกีดขวางลำน้ำโดย', 'เป็นสาเหตุของปัญหา', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม เกิดจากธรรมชาติ หรือมนุษย์ทำเครื่องหมาย / ได้หลายข้อ'),
('F311', 'ธรรชาติ', 'เป็นสาเหตุที่เกิดจากรรมชาติ', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม ในกรณีต่าง ๆ ที่เกิดจากธรรมชาติ เเละเติมข้อมูลบางส่วนถ้ามี'),
('F312', 'มนุษย์', 'เป็นสาเหตุที่เกิดจากมนุษย์', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม ในกรณีต่าง ๆ ที่เกิดจากมนุษย์ เเละเติมข้อมูลบางส่วนถ้ามี'),
('F320', 'ระดับการกีดขวาง', 'เป็นระดับความรุนเเรงของปัญหาที่เกิดขึ้น', 'โดยคิดเป็นเปอร์เซ็นโดยพื้นที่ที่ถูกขีดขวางต่อพื้นที่ที่ถูกกีดขวางต่อพื้นที่ลำน้ำเดิมให้ทำเครื่องหมาย / ในช่องสี่เหลียม'),
('F400', 'การดำเนินการเเก้ไขของหน่วยงานท้องถิ่น เเละหน่วยงานที่รับผิดชอบ', 'เป็นการดำเนินการเเก้ไขปัญหา ของหน่วยงานในท้องถิ่น หรือหน่วยงานที่รับผิดชอบ', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม ตามกรณีที่ได้ดำเนินการ เเละกรอกข้อมูลรายละเอียด'),
('F410', 'ผลการดำเนินการ', 'เป็นผลการดำเนินการเเก้ไขปัญหาที่เคยดำเนินการไว้', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลียม ตามผลที่ได้ดำเนินการ'),
('F420', 'สถานภาพโครงการเเก้ไข', 'เป็นสถานภาพโครงการเเก้ไขปัญหาที่เกิดขึ้น', 'ให้ทำเครื่องหมาย / ในช่องสี่เหลี่ยม ตามกรณีที่ได้ดำเนินการ เเละกรอกข้อมูลรายละเอียด'),
('F500', 'รูปประกอบ', 'เป็นรูปถ่ายสิ่งขีดขวางลำน้ำ', 'ถ่ายรูปสิ่งขัดขวางลำน้ำเเนบในเเบบสำรวจอาจมีหลายรูป');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `advice`
--
ALTER TABLE `advice`
  ADD UNIQUE KEY `advice_id_unique` (`id`) USING HASH;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
