<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    <title>Blockage::Mae Jang Basin</title>

    <!-- Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Mitr|Prompt" rel="stylesheet">
    <!-- Styles -->
    <link rel="shortcut icon" href="{{ asset('images/favicon.png') }}">
    <link rel="stylesheet" href="{{ asset('css/app.css') }}">
    <link rel="stylesheet" href="{{ asset('css/style.css') }}">
    <link rel="stylesheet" href="{{ asset('fonts/fontawesome/css/fontawesome-all.css') }}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/dataTables.bootstrap4.css')}}">
    <!-- leaflet -->
    <link rel="stylesheet" href="{{ asset('css/leaflet.css') }}">
    <link rel="stylesheet" href="{{ asset('css/jquery-ui.css') }}">
    {{-- <link rel="stylesheet" href="http://cdn.leafletjs.com/leaflet-0.7.2/leaflet.css" />
    <link rel="stylesheet" href="http://code.jquery.com/ui/1.9.2/themes/base/jquery-ui.css" type="text/css"> --}}
    <style>
     p{
         text-indent: 2.5em;
     }
     </style>

</head>
<body>
    <div class="dashboard-main-wrapper">
        @include('includes.headmenu')
        {{-- @include('includes.header') --}}
        <!-- ============================================================== -->
        <!-- wrapper  -->
        <!-- ============================================================== -->
      
                <div class="container-fluid dashboard-content" style="margin-bottom:-40px;">
                    <div class="row">
                        <div class="col-xl-12 col-lg-12 col-md-12 col-sm-12 col-12">
                            <!-- ============================================================== -->
                            <!-- icon fontawesome solid  -->
                            <!-- ============================================================== -->
                            <div class="card">
                                <div class="card-header">
                                    <h2 class="card-title" style=" text-align:center" >โครงการพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและดินถล่ม 
                                        <br> บนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง
                                    </h2>
                                    
                                </div>
                                <div class="card-body" >
                                    <div class="row">
                                        <div class="col-xl-1 col-lg-1 col-md-1 col-sm-1 col-1" ></div>
                                        <div class="col-xl-10 col-lg-10 col-md-10 col-sm-10 col-10" >
                                                <font > 
                                                    <p>โครงการพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและดินถล่ม บนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง (Development of Survey and Management System for Flood and Landslide Risk Areas Based on Information Technology and Advanced Management) เป็นโครงการที่ได้รับทุนอุดหนุนจากสำนักงานคณะกรรมการส่งเสริมวิทยาศาสตร์ วิจัยและนวัตกรรม (สกสว.) ผ่านทางมหาวิทยาลัยเชียงใหม่ ประจำปีงบประมาณ 2564 (ด้านวิจัยและนวัตกรรม ประเภท Fundamental Fund)</p>
                                                </font>
                                                <br><br>
                                                <font > 
                                                    <b> ที่มาและความสำคัญของโครงการ </b>
                                                    <br> <br> 
                                                    <p >สืบเนื่องจากปัญหาน้ำท่วมและดินถล่มเป็นภัยพิบัติที่เกิดขึ้นค่อนข้างบ่อยและสร้างความเสียหายกับชีวิตและทรัพย์สินของประชาชนในพื้นที่ภาคเหนือโดยเฉพาะอย่างยิ่งกับลุ่มน้ำปิงและเขตจังหวัดในพื้นที่สูง เช่น จังหวัดเชียงใหม่ เชียงราย พะเยา เป็นต้น ซึ่งการที่จะลดทอนความสูญเสียได้นั้นจำเป็นต้องมีเครื่องมือในการบริหารจัดการและกำหนดทิศทางของการพัฒนาทรัพยากรน้ำของจังหวัดและบูรณาการสู่แผนบริหารจัดการทรัพยากรน้ำของจังหวัดในภาพรวมอย่างมีกระบวนการมีส่วนร่วมของทุกภาคส่วนบนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง เพื่อรองรับการบริหารจัดการทรัพยากรน้ำในพื้นที่ของจังหวัดอย่างยั่งยืน และสนองตอบความต้องการของประชาชนทุกภาคส่วนอย่างเป็นระบบโดยรวม </p>
                                                    <p>โดยปัญหาหนึ่งในที่พบมากและประชาชนต้องการให้มีการแก้ไข คือ ปัญหาการกีดขวางทางน้ำ การถูกบุกรุกของลำน้ำคูคลอง ถนนขวางทางน้ำ จนทำให้ลำน้ำขาดศักยภาพการระบายน้ำ เกิดปัญหาน้ำท่วมและน้ำเน่าเสีย โดยปัญหานี้จะเพิ่มและรุนแรงมากขึ้นเมื่อมีการขยายตัวของชุมชนเมืองอย่างรวดเร็วและเกิดปัญหาการกีดขวางทางน้ำในลำน้ำคูคลองจำนวนมากกระจายทั่ว โดยในแต่ละปีทางภาครัฐต้องใช้งบประมาณจำนวนมากในการบรรเทาปัญหาน้ำท่วมจากการกีดขวางทางน้ำ ซึ่งเป็นการแก้ไขปัญหาเฉพาะหน้าไม่มีความยั่งยืน การแก้ไขปัญหาดังกล่าวให้ได้ผลนั้น จำเป็นจะต้องใช้องค์ความรู้ด้านวิชาการร่วมกับองค์ความรู้ของชุมชนในฐานะเจ้าของพื้นที่ ในการวางแผนแก้ปัญหาการกีดขวางทางน้ำอย่างเป็นระบบต่อเนื่องกันตลอดลำน้ำ ดังนั้นเพื่อสนับสนุนการอนุรักษ์และพัฒนาลำน้ำคูคลอง ทางระบายน้ำให้กลับมาทำหน้าที่ได้อย่างเดิม จึงจำเป็นต้องจัดทำระบบฐานข้อมูลสารสนเทศของลำน้ำคูคลอง และถนน โดยเฉพาะปัญหาการกีดขวางทางน้ำ ตำแหน่งและลักษณะที่ถูกบุกรุก ลุกล้ำ เพื่อนำไปเป็นข้อมูลสำคัญในกำหนดรูปแบบของการวางแผนแก้ไขปัญหาลำน้ำคูคลองถูกบุกรุกได้อย่างมีประสิทธิภาพโดยกระบวนการการมีส่วนร่วมของชุมชน และลงมือปฏิบัติการแก้ไขปัญหาโดยหน่วยงานราชการ องค์กรปกครองส่วนท้องถิ่น และชุมชน  </p>
                                                    <p>นอกจากนั้นด้วยความที่ภูมิประเทศส่วนใหญ่ของจังหวัดเชียงใหม่เป็นพื้นที่ลาดชัน ซึ่งมีแนวโน้มในการพังทลายของบริเวณดังกล่าวโดยง่ายจากปัจจัยต่อเนื่องจากฝนตกและน้ำท่วมไหลหลาก โดยจะเป็นอันตรายต่อพื้นที่ที่มีประชากรอาศัยและรวมถึงพื้นที่แหล่งท่องเที่ยวที่สำคัญของจังหวัดด้วยเช่นกัน โดยการพังทลายของพื้นที่ลาดจะเกิดขึ้นในฤดูฝนเนื่องจากปัจจัยหลายอย่าง ในปัจจุบันการที่ไม่มีระบบการจัดการกับการพังทลายของบริเวณความลาดอย่างมีประสิทธิภาพในปัจจุบัน ทำให้เกิดความไม่ปลอดภัยกับผู้อยู่อาศัยและนักท่องเที่ยว อีกทั้งต้องเสียงบประมาณและเวลาในการจัดการบริเวณที่มีการพังทลายแล้ว ดังนั้นการพัฒนาแผนที่เขตเสี่ยงภัยดินถล่มบนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง ในบริเวณพื้นที่อยู่อาศัยและสถานที่ท่องเที่ยวที่สำคัญที่เป็นลาดเชิงเขาจึงเป็นเครื่องมือที่มีประสิทธิภาพในการประเมินความเสี่ยงของการพังทลายของพื้นลาดเชิงเขาได้อย่างรวดเร็ว เพื่อให้การจัดการและบริหารงานของชุมชนและสถานที่ท่องเที่ยวอยู่อยู่ในพื้นที่เสี่ยงภัยดินถล่มของจังหวัดเชียงใหม่เป็นไปอย่างมีประสิทธิภาพมากยิ่งขึ้น</p>
                                                </font>
                                                <br><br>
                                                <font > 
                                                    <b>วัตถุประสงค์ของโครงการ</b> โครงการวิจัยนี้เป็นการพัฒนาระบบสารสนเทศเตรียมความพร้อมเพื่อรับมือภัยน้ำท่วมและดินถล่มจังหวัดเชียงใหม่ ซึ่งมีกิจกรรมหลัก 2 กิจกรรม ดังนี้
                                                    <br>
                                                    <li>
                                                    <b>กิจกรรมหลักที่ 1</b> : 	การพัฒนาระบบข้อมูลสารสนเทศของสิ่งกีดขวางทางน้ำในลำน้ำคูคลองและถนนที่มีปัญหาการกีดขวางทางน้ำในพื้นที่ โดยพัฒนาแพลตฟอร์มสารสนเทศรองรับข้อมูลสิ่งกีดขวางทางน้ำพร้อมทั้งรองรับข้อเสนอแนะวิธีการแก้ไขปัญหาการกีดขวางทางน้ำจากผู้เชี่ยวชาญทางวิชาการ 
                                                    </li>
                                                    <li>
                                                    <b>กิจกรรมหลักที่ 2 </b> :	การพัฒนาระบบสารสนเทศแผนที่เสี่ยงภัยดินถล่มบริเวณชุมชนและสถานที่ท่องเที่ยวสำคัญที่เป็นลาดเชิงเขา เพื่อวางแผนการใช้พื้นที่ซึ่งเสี่ยงต่อปัญหาจากดินถล่ม 
                                                    </li>
                                                </font>
                                                <br><br>
                                                <font > 
                                                    <b>ผลผลิต ผลลัพธ์ และประโยชน์ที่ได้รับจากโครงการ</b> 
                                                    <br>
                                                    <li>
                                                        ผลผลิตของโครงการสามารถนำไปใช้เป็นหลักการทางเลือกสมัยใหม่ในการสร้างระบบเตือนภัยและป้องกันภัยพิบัติได้อย่างเป็นรูปธรรมสำหรับชุมชนและหน่วยงานที่รับผิดชอบ     
                                                    </li>
                                                    <li>
                                                        เป็นการถ่ายทอดองค์ความรู้ด้านวิชาการร่วมกับองค์ความรู้ชุมชนผ่านกระบวนการมีส่วนร่วม ในการวางแผนเก็บรวบรวมข้อมูลโครงการ และผลลัพธ์ที่ได้สามารถเป็นแบบแผนในการถ่ายทอดองค์ความรู้ให้กับชุมชนหรือหน่วยงานที่เกี่ยวข้องต่อไป    
                                                    </li>
                                                    <li>
                                                        หน่วยงานที่เกี่ยวข้องกับการจัดการภัยพิบัติธรรมชาติในพื้นที่ หรือหน่วยงานท้องถิ่น สามารถใช้ข้อมูลของโครงการในการวางแผนรับมือกับสถานการณ์ด้านภัยพิบัติที่จะเกิดขึ้นได้ เป็นตัวช่วยสนับสนนุนการตัดสินใจการในการวางแผนหรือวางโครงการเพื่อขอจัดสรรงบประมาณเพื่อนำมาแก้ไขปัญหาให้กับชุมชนและท้องถิ่น
                                                    </li>
                                                </font>

                                            
                                        </div>
                                    </div>
                                  
                                </div>
                            </div>
                            <!-- ============================================================== -->
                            <!-- end icon fontawesome solid  -->
                            <!-- ============================================================== -->
                         
                        </div>
                    </div>
                    
                </div>
                @include('includes.foot')
      
        <!-- ============================================================== -->
        <!-- end main wrapper -->
        <!-- ============================================================== -->

       
    </div>


</body>
</html>
